Repository: Daniel-KM/Omeka-S-module-Folksonomy
Catalog: language/*.po
Languages: el_gr, fr, it

source: I agree with %sterms of use%s and I accept to free my contribution under the licence %sCC&nbsp;BY-SA%s.
el_gr: Συμφωνώ με τους %sόρους χρήσης%s και αποδέχομαι την αδειοδότηση των συνεισφορών μου με την άδεια %sCC&nbsp;BY-SA%s.
fr: J'approuve les %sconditions générales d'utilisation%s et j'accepte de libérer ma contribution sous licence %sCC&nbsp;BY-SA%s.

source: It is recommended to create tag clouds with the blocks of the site pages.
el_gr: Συνιστάται η δημιουργία σύννεφων ετικετών με τα μπλοκ των σελίδων του ιστότοπου.
fr: Il est recommandé de créer des nuages de mots-clés avec les blocs des pages de site.
it: Si consiglia di creare clouds di etichette (tags) con i blocchi delle pagine del sito.

source: So first options are used only to create global pages, that are not provided by Omeka yet.
el_gr: Έτσι, οι πρώτες επιλογές χρησιμοποιούνται μόνο για τη δημιουργία καθολικών σελίδων, που δεν παρέχονται ακόμη από την Omeka.
fr: Les premières options sont utilisées seulement pour créer des pages globales, elles ne sont pas encore fournies par Omeka.
it: Quindi le prime opzioni vengono utilizzate solo per creare pagine globali, che non sono ancora fornite da Omeka.

source: Has tags
el_gr: Έχει ετικέτες
fr: A des mots-clés
it: Ha delle etichette

source: true
el_gr: αληθές
fr: vrai
it: vero

source: Tag
el_gr: Ετικέτα
fr: Taguer
it: Etichetta

source: This module requires the module "%s".
el_gr: Αυτό το πρόσθετο απαιτεί το πρόσθετο "%s".
fr: Ce module requiert le module "%s".
it: Questo modulo richiede il modulo "%s".

source: This module requires modules "%s".
el_gr: Αυτό το πρόσθετο απαιτεί τα πρόσθετα "%s".
fr: Ce module requiert les modules "%s".
it: Questo modulo richiede i moduli "%s".

source: This module has resources that cannot be installed.
el_gr: Αυτό το πρόσθετο έχει πόρους που δεν μπορούν να εγκατασταθούν.
fr: Ce module a des ressources qui ne peuvent pas être installées.

source: The module "%s" was automatically deactivated because the dependencies are unavailable.
el_gr: Το πρόσθετο "%s" απενεργοποιήθηκε αυτόματα επειδή οι εξαρτήσεις δεν είναι διαθέσιμες.
fr: Le module "%s" a été automatiquement désactivé car ses dépendances ne sont plus disponibles.
it: Il modulo "%s" è stato disattivato automaticamente perché le dipendenze non sono disponibili.

source: Taggings
el_gr: Ετικετοποιήσεις
fr: Taguages
it: Etichettature

source: Select below
el_gr: Επιλογή παρακάτω
fr: Choisir ci-dessous
it: Seleziona qui sotto

source: There are no tags for this resource.
el_gr: Δεν υπάρχουν ετικέτες για αυτόν τον πόρο.
fr: Il n'y a pas de mot-clé pour cette ressource.
it: Non ci sono etichette per questo contenuto.

source: Toggle status
el_gr: Εναλλαγή κατάστασης
fr: Inverser le statut
it: Attivare o disattivare lo stato

source: Tags
el_gr: Ετικέτες
fr: Mots-clés
it: Etichette

source: Remove tag
el_gr: Αφαίρεση ετικέτας
fr: Supprimer le mot-clé
it: Rimuovere l’etichetta

source: Add existing ones using the interface to the right or add new ones in the field below.
el_gr: Μπορείτε να προσθέσετε από τις υπάρχουσες ετικέτες του πλαισίου δεξιά ή να δημιουργήσετε νέες στο παρακάτω πεδίο.
fr: Ajouter les mots-clés existants en utilisant l’interface à droite ou ajouter de nouveaux mots-clés avec le champ ci-dessous.
it: Aggiungere quelle esistenti utilizzando l'interfaccia a destra o aggiungerne di nuove nel campo sottostante.

source: Add one or multiple comma-separated new tags
el_gr: Προσθέστε μία ή πολλές νέες ετικέτες διαχωρισμένες με κόμματα
fr: Ajouter un ou plusieurs nouveaux mots-clés séparés par des virgules
it: Aggiungere una o più nuove etichette separate da virgole

source: Add a tag
el_gr: Προσθήκη ετικέτας
fr: Ajouter un mot-clé
it: Aggiungi un’etichetta

source: No tags are available.
el_gr: Δεν υπάρχουν διαθέσιμες ετικέτες.
fr: Aucun mot-clé n’est disponible.
it: Non ci sono etichette disponibili.

source: Close Me
el_gr: Κλείσε με
fr: Fermer
it: Chiudere

source: Click on a tag to add it to the edit panel.
el_gr: Κάντε κλικ σε μια ετικέτα για να την προσθέσετε στο πεδίο επεξεργασίας.
fr: Cliquer sur un mot-clé pour l’ajouter au panneau d’édition.
it: Fare clic su un’etichetta per aggiungerla al pannello di modifica.

source: Filter tags
el_gr: Φιλτράρισμα ετικετών
fr: Filtrer les mots-clés
it: Filtra le etichette

source: All tags
el_gr: Όλες οι ετικέτες
fr: Tous les mots-clés
it: Tutte le etichette

source: New Tags
el_gr: Νέες ετικέτες
fr: Nouveau mots-clés
it: Nuove etichette

source: Delete tags
el_gr: Διαγραφή ετικετών
fr: Supprimer
it: Cancellare le etichette

source: Are you sure you would like to delete the selected tags?
el_gr: Θέλετε σίγουρα να διαγράψετε τις επιλεγμένες ετικέτες;
fr: Êtes-vous sûr de supprimer ces mots-clés ?
it: Sei sicuro di voler cancellare le etichette selezionate?

source: WARNING: This will delete the associated taggings.
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Με αυτή την ενέργεια θα διαγραφούν όλες οι σχετικές ετικέτες.
fr: Attention : cela va supprimer les taguages associés.
it: ATTENZIONE: Questo cancellerà le etichettature associate.

source: Total count
el_gr: Συνολικός αριθμός
fr: Nombre total
it: Conteggio totale

source: Total item sets
el_gr: Σύνολο ομάδων αντικειμένων
fr: Total des collections
it: Totale set di contenuti

source: Total items
el_gr: Σύνολο αντικειμένων
fr: Total des contenus
it: Totale contenuti

source: Total media
el_gr: Σύνολο πολυμέσων
fr: Total des médias
it: Totale media

source: Recent
el_gr: Πρόσφατο
fr: Récent
it: Recente

source: There are no tags.
el_gr: Δεν υπάρχουν ετικέτες.
fr: Il n'y a encore aucun mot-clé.
it: Non ci sono etichette.

source: Edit name
el_gr: Επεξεργασία ονόματος
fr: Modifier le nom
it: Modifica nome

source: Internal id
el_gr: Εσωτερικό id
fr: Id interne
it: ID interno

source: Stats
el_gr: Στατιστικά
fr: Statistiques
it: Statistiche

source: Total
el_gr: Σύνολο
it: Totale

source: Medias
el_gr: Πολυμέσα
fr: Médias
it: Media

source: Delete taggings
el_gr: Διαγραφή ετικετοποιήσεων
fr: Supprimer les taguages
it: Cancellare le etichettature

source: Are you sure you would like to delete the selected taggings?
el_gr: Θέλετε σίγουρα να διαγράψετε τις επιλεγμένες ετικετοποιήσεις;
fr: Êtes-vous sûr de supprimer ces taguages ?
it: Sei sicuro di voler cancellare le etichettature selezionate?

source: Note: This won’t delete tags: check the %stags page%s to manage them.
el_gr: Σημείωση: Αυτή η ενέργεια δεν θα διαγράψει ετικέτες: ελέγξτε τη %sσελίδα ετικετών%s για να τις διαχειριστείτε.
fr: Note : cela ne supprimera pas les mots-clés : vérifiez la %spage des mots-clés%s pour les gérer.
it: Nota: Questo non cancella le etichette: controlla la pagina %stags%s per gestirle.

source: Tagger
el_gr: Δημιουργός
fr: Tagueur
it: Creatore dell’etichetta

source: Date tagged
el_gr: Ημερομηνία δημιουργίας
fr: Date d'ajout
it: Data creazione etichetta

source: Approve
el_gr: Αποδοχή
fr: Approuver
it: Approva

source: Reject
el_gr: Απόρριψη
fr: Rejeter
it: Rifiuta

source: There are no taggings.
el_gr: Δεν υπάρχουν ετικετοποιήσεις.
fr: Il n'y a encore aucun taguage.
it: Non ci sono etichettature.

source: Removed
el_gr: Αφαιρέθηκε
fr: Supprimé
it: Eliminato

source: Tagging #%d
el_gr: Ετικετοποίηση #%d
fr: Taguage #%d
it: Etichettatura #%d

source: [Removed]
el_gr: [Αφαιρέθηκε]
fr: [Supprimé]
it: [Eliminato]

source: It’s now possible to limit tag cloud to the current site or with a query.
el_gr: Είναι πλέον δυνατό να περιοριστεί το σύννεφο ετικετών στον τρέχοντα ιστότοπο ή με ένα ερώτημα.
fr: Il est désormais possible de limiter le nuage de mots-clés au site en cours ou avec une requête.

source: The key for the count of tags has been renamed from "count" to "total". Check your theme if you modified the template.
el_gr: Το κλειδί για τον αριθμό των ετικετών έχει μετονομαστεί από "count" σε "total". Ελέγξτε το θέμα εμφάνισης εάν τροποποιήσατε το πρότυπο.
fr: La clé pour le nombre de tags a été renommée de "count" à "total". Vérifiez votre thème si vous l’avez personnalisé.

source: Add tags
el_gr: Προσθήκη ετικετών
fr: Ajouter des mots-clés
it: Aggiungi delle etichette

source: Proposed tag cannot be empty.
el_gr: Η προτεινόμενη ετικέτα δεν μπορεί να είναι κενή.
fr: Le mot-clé proposé ne peut pas être vide.
it: L’etichetta proposta non può essere vuota.

source: Proposed tags cannot be longer than %d characters.
el_gr: Οι προτεινόμενες ετικέτες δεν είναι δυνατόν να υπερβαίνουν τους %d χαρακτήρες.
fr: La proposition de mot-clés ne peut pas avoir plus de %d caractères.
it: Le etichette proposte non possono essere più lunghe di %d caratteri.

source: Terms of service
el_gr: Όροι χρήσης
fr: Termes et conditions
it: Termini di servizio

source: You must agree to the terms and conditions.
el_gr: Πρέπει να συμφωνήσετε με τους όρους και τις προϋποθέσεις.
fr: Vous devez approuver les conditions générales d'utilisation.
it: È necessario accettare i termini e le condizioni.

source: String to check
el_gr: Συμβολοσειρά για έλεγχο
fr: Chaîne à vérifier
it: Stringa da controllare

source: Set the string to check
el_gr: Ρυθμίστε τη συμβολοσειρά για έλεγχο
fr: Indiquer la chaîne à vérifier
it: Impostare la stringa da controllare

source: Tag it!
el_gr: Δημιουργήστε ετικέτα!
fr: Taguez-le !
it: Etichettalo!

source: Block title
el_gr: Τίτλος πεδίου
fr: Titre du bloc
it: Titolo del blocco

source: Browse links are available only for item sets and items.
el_gr: Οι σύνδεσμοι περιήγησης είναι διαθέσιμοι μόνο για ομάδες αντικειμένων και αντικείμενα.
fr: Parcourir les liens n’est possible que pour les collections et les contenus.
it: I link di ricerca sono disponibili solo per i set di contenuti ed i contenuti.

source: All resources (separately)
el_gr: Όλοι οι πόροι (ξεχωριστά)
fr: Toutes les ressources (séparément)
it: Tutti i contenuti (separatamente)

source: All resources (together)
el_gr: Όλοι οι πόροι (μαζί)
fr: Toutes les ressources (ensemble)
it: Tutti i contenuti (insieme)

source: Display resources using this search query. The query is limited to items when resources are selected.
el_gr: Εμφάνιση πόρων χρησιμοποιώντας αυτό το ερώτημα αναζήτησης. Το ερώτημα περιορίζεται σε αντικείμενα όταν επιλέγονται πόροι.
fr: Afficher les ressources en utilisant une requête de recherche. La requête est limitée aux contenus quand les ressources sont sélectionnées.

source: Max classes
el_gr: Μέγιστες κατηγορίες
it: Numero massimo di classi

source: Display tag numbers
el_gr: Εμφάνιση αριθμών ετικετών
fr: Afficher le total des mots-clés
it: Visualizza i numeri delle etichette

source: Search by tag
el_gr: Αναζήτηση ανά ετικέτα
fr: Rechercher par mot-clé
it: Ricerca per etichetta

source: Select tags
el_gr: Επιλογή ετικετών
fr: Choisir les mots-clés
it: Seleziona le etichette

source: Tag cloud page
el_gr: Σελίδα σύννεφου ετικετών
fr: Page du nuage des mots-clés
it: Pagina cloud etichette

source: Public rights
el_gr: Δημόσια δικαιώματα
fr: Droits publics
it: Autorizzazioni pubbliche

source: Allow public to tag
el_gr: Να επιτρέπεται στο κοινό η προσθήκη ετικετών
fr: Autoriser le public à taguer
it: Consenti al pubblico di etichettare

source: Require approbation for public tags
el_gr: Απαιτείται έγκριση για ετικέτες που προσθέτει το κοινό
fr: Modération obligatoire pour les tags publics
it: Richiedere l'approvazione per le etichette pubbliche

source: Notify by email for public tagging
el_gr: Ειδοποίηση μέσω email για προσθήκη ετικετών από το κοινό
fr: Notifier par mail pour les taguages publics
it: Notifica via e-mail per l’etichettatura pubblica

source: Tagging form
el_gr: Φόρμα ετικετοποίησης
fr: Formulaire de taguage
it: Formulario per etichettatura

source: Max length of a proposed tag
el_gr: Μέγιστο μήκος προτεινόμενης ετικέτας
fr: Longueur maximale d’un mot-clé
it: Lunghezza massima di una etichetta proposta

source: The maximum for the database is 190 characters.
el_gr: Το μέγιστο για τη βάση δεδομένων είναι 190 χαρακτήρες.
fr: La longueur maximale pour la base de données est de 190 caractères.
it: Il massimo per il database è di 190 caratteri.

source: Max length for all proposed tags
el_gr: Μέγιστο μήκος για όλες τις προτεινόμενες ετικέτες
fr: Longueur maximale d’un mot-clé
it: Lunghezza massima di tutte le etichette proposte

source: Multiple tags can be proposed in one time, separated by comma.
el_gr: Μπορούν να προταθούν πολλές ετικέτες ταυτόχρονα, διαχωρισμένες με κόμμα.
fr: Plusieurs mots-clés peuvent être proposés en une fois, séparés par des virgules.
it: Delle etichette multiple possono essere proposte in una sola volta, separate da virgola.

source: Message to invite to tag
el_gr: Μήνυμα για πρόσκληση σε προσθήκη ετικετών
fr: Message pour inviter à taguer
it: Messaggio per invitare a etichettare

source: The text to click to display the tag form (a simple "+" by default, customizable in the theme).
el_gr: Το κείμενο στο οποίο πρέπει να κάνετε κλικ για να εμφανιστεί η φόρμα ετικέτας (ένα απλό "+" από προεπιλογή, με δυνατότητα προσαρμογής στο θέμα εμφάνισης).
fr: Le texte à cliquer pour afficher le formulaire de taguage (un simple "+" par défaut, personnalisable dans le thème).
it: Il testo da cliccare per visualizzare il il formulario di etichettatura (un semplice "+" di default, personalizzabile nel tema).

source: Legal agreement
el_gr: Νομική συμφωνία
fr: Conditions d'utilisation
it: Clausole legali

source: This text will be shown beside the legal checkbox. Let empty if you don’t want to use a legal agreement.
el_gr: Αυτό το κείμενο θα εμφανίζεται δίπλα στο πλαίσιο ελέγχου για τη νομική συμφωνία. Αφήστε το κενό, εάν δεν θέλετε να χρησιμοποιήσετε μια νομική συμφωνία.
fr: Ce texte sera affiché à côté de la case à cocher des conditions. Laisser vide si vous ne voulez pas afficher de conditions d'utilisation.
it: Questo testo sarà mostrato accanto alla casella delle clausole legali. Lasciare vuoto se non si desidera utilizzare delle clausole legali.

source: [%s] New public tags
el_gr: [%s] Νέες ετικέτες από το κοινό
fr: [%s] Nouveau mots-clés publics
it: [%s] Nuove etichette pubbliche

source: %d tag added to resource #%d (%s): "%s".
el_gr: %d ετικέτα προστέθηκε στον πόρο #%d (%s): "%s".
fr: %d mot-clé ajouté à la ressource #%d (%s) : "%s".
it: %d etichetta aggiunta al contenuto #%d (%s): "%s".

source: %d tags added to resource #%d (%s): "%s".
el_gr: %d ετικέτες προστέθηκαν στον πόρο #%d (%s): "%s".
fr: %d mots-clés ajoutés à la ressource #%d (%s) : "%s".
it: %d etichette aggiunte al contenuto #%d (%s): "%s".

source: Unable to send an email after tagging.
el_gr: Δεν είναι δυνατή η αποστολή email μετά την προσθήκη ετικετών.
fr: Impossible d’envoyer un mail après taguage.
it: Impossibile inviare un'e-mail dopo l’etichettatura.

source: You should accept the legal agreement.
el_gr: Θα πρέπει να αποδεχτείτε τη νομική συμφωνία.
fr: Vous devez accepter les conditions d’utilisation.
it: Dovresti accettare le clausole legali.

source: No tags submitted.
el_gr: Δεν υποβλήθηκαν ετικέτες.
fr: Aucun mot-clé soumis.
it: Nessuna etichetta inviata.

source: Submitted tags are already set.
el_gr: Οι υποβληθείσες ετικέτες έχουν ήδη δημιουργηθεί.
fr: Les mots-clés soumis sont déjà mis.
it: Le etichette inviate sono già impostate.

source: Unauthorized access.
el_gr: Μη εξουσιοδοτημένη πρόσβαση.
fr: Accès interdit.
it: Accesso non autorizzato.

source: Resource not found.
el_gr: Ο πόρος δεν βρέθηκε.
fr: Ressource non trouvée.
it: Contenuto non trovato.

source: Tag successfully deleted.
el_gr: Η ετικέτα διαγράφηκε επιτυχώς.
fr: Mot-clé supprimé avec succès.
it: Etichetta eliminata con successo.

source: You must select at least one tag to batch delete.
el_gr: Πρέπει να επιλέξετε τουλάχιστον μία ετικέτα για μαζική διαγραφή.
fr: Vous devez choisir au moins un mot-clé à supprimer en lot.
it: È necessario selezionare almeno un’etichetta per eliminare con il batch.

source: Tags successfully deleted.
el_gr: Οι ετικέτες διαγράφηκαν με επιτυχία.
fr: Mots-clés supprimés avec succès.
it: Etichette eliminate con successo.

source: Delete of all tags is not supported currently.
el_gr: Η διαγραφή όλων των ετικετών δεν υποστηρίζεται αυτήν τη στιγμή.
fr: La suppression de tous les mots-clés n’est pas disponible actuellement.
it: La cancellazione di tutte le etichette non è attualmente supportata.

source: This tag is invalid: it is a duplicate or it contains forbidden characters.
el_gr: Αυτή η ετικέτα δεν είναι έγκυρη: είναι διπλότυπη ή περιέχει απαγορευμένους χαρακτήρες.
fr: Ce mot-clé est invalide : c’est un doublon ou il contient des caractères interdits.
it: Questa etichetta non è valida: è un duplicato o contiene caratteri vietati.

source: Tag not found.
el_gr: Η ετικέτα δεν βρέθηκε.
fr: Mot-clé non trouvé.
it: Etichetta non trovata.

source: An internal error occurred.
el_gr: Παρουσιάστηκε εσωτερικό σφάλμα.
fr: Une erreur interne s’est produite.
it: Si è verificato un errore interno.

source: Tagging successfully deleted.
el_gr: Η ετικετοποίηση διαγράφηκε με επιτυχία.
fr: Taguage supprimé avec succès.
it: Etichettatura eliminata con successo.

source: You must select at least one tagging to batch delete.
el_gr: Πρέπει να επιλέξετε τουλάχιστον μία ετικετοποίηση για μαζική διαγραφή.
fr: Vous devez choisir au moins un taguage à supprimer en lot.
it: È necessario selezionare almeno un’etichettatura per eliminarla in batch.

source: Taggings successfully deleted.
el_gr: Οι ετικετοποιήσεις διαγράφηκαν με επιτυχία.
fr: Taguages supprimés avec succès.
it: L’etichettatura è stata eliminata con successo.

source: Delete of all taggings is not supported currently.
el_gr: Η διαγραφή όλων των ετικετοποιήσεων δεν υποστηρίζεται αυτήν τη στιγμή.
fr: La suppression de tous les taguages n’est pas disponible actuellement.
it: La cancellazione di tutte le etichettature non è attualmente supportata.

source: No taggings submitted.
el_gr: Δεν υποβλήθηκαν ετικετοποιήσεις.
fr: Pas de taguage.
it: Nessuna etichettatura proposta.

source: Tagging not found.
el_gr: Η ετικετοποίηση δεν βρέθηκε.
fr: Aucun taguage trouvé.
it: Etichettatura non trovata.

source: Select tag…
el_gr: Επιλογή ετικέτας...
fr: Choisir un mot-clé…
it: Seleziona un’etichetta

source: Proposed
el_gr: Προτάθηκε
fr: Proposé
it: Proposta

source: Allowed
el_gr: Επιτράπηκε
fr: Autorisé
it: Consentita

source: Approved
el_gr: Εγκρίθηκε
fr: Approuvé
it: Approvata

source: Rejected
el_gr: Απορρίφθηκε
fr: Rejeté
it: Rifiutata

source: Undefined
el_gr: Απροσδιόριστο
fr: Indéfini
it: Non Definita

source: The name of the tag must be set.
el_gr: Πρέπει να οριστεί το όνομα της ετικέτας.
fr: Le nom du mot-clé doit être indiqué.
it: Il nome dell'etichetta deve essere impostato.

source: The tagged resource must be set.
el_gr: Ο πόρος με ετικέτα πρέπει να οριστεί.
fr: La ressource taguée doit être définie.
it: Il contenuto etichettato deve essere impostato.

source: The user #%d has already added the tag "%s" on the resource #%d.
el_gr: Ο χρήστης #%d έχει ήδη προσθέσει την ετικέτα "%s" στον πόρο #%d.
fr: L’utilisateur #%d a déjà ajouté le mot-clé "%s" sur la ressource #%d.
it: L'utente #%d ha già aggiunto il’etichetta "%s" sul contenuto #%d.

source: The status "%s" is unknown.
el_gr: Η κατάσταση της "%s" είναι άγνωστη.
fr: Le statut "%s" est inconnu.
it: Lo stato "%s" è sconosciuto.

source: The tag "%s" is already taken.
el_gr: Η ετικέτα "%s" έχει ήδη ληφθεί.
fr: Le mot-clé "%s" est déjà pris.
it: L’etichetta "%s" è già presa.

source: The tag "%s" contains forbidden characters.
el_gr: Η ετικέτα "%s" περιέχει απαγορευμένους χαρακτήρες.
fr: Le mot-clé "%s" contient des caractères interdits.
it: L’etichetta "%s" contiene caratteri vietati.

source: A tag must have a name.
el_gr: Μια ετικέτα πρέπει να έχει όνομα.
fr: Un mot-clé doit avoir un nom.
it: Un'etichetta deve avere un nome.

source: Invalid tagging status.
el_gr: Μη έγκυρη κατάσταση ετικετοποίησης.
fr: Statut du taguage invalide.

source: Tag cloud
el_gr: Σύννεφο ετικετών
fr: Nuage de mots-clés
it: Cloud di etichette

source: Browse tags
el_gr: Περιήγηση στις ετικέτες
fr: Parcourir les mots-clés
it: Sfoglia le etichette

source: Data were added to the resource.
el_gr: Τα δεδομένα προστέθηκαν στον πόρο.
fr: Des données ont été ajoutées à la ressource.
it: I dati sono stati aggiunti al contenuto.

source: They will be displayed definitely when approved.
el_gr: Θα εμφανιστούν σίγουρα όταν εγκριθούν.
fr: Ils seront affichés lorsqu’ils auront été approuvés.
it: Saranno visualizzate definitivamente quando saranno approvate.

source: Reload page to see new tags.
el_gr: Επαναλάβετε τη φόρτωση της σελίδας για να δείτε νέες ετικέτες.
fr: Recharger la page pour voir les nouveaux mots-clés.
it: Ricarica la pagina per vedere le nuove etichette.

source: Request too long to process.
el_gr: Πολύ μεγάλο αίτημα για επεξεργασία.
fr: Requête trop longue à traiter.
it: Richiesta troppo lunga da elaborare.

source: The resource or the tag doesn’t exist.
el_gr: Ο πόρος ή η ετικέτα δεν υπάρχει.
fr: La ressource du mot-clé n’existe pas.
it: Il contenuto o l’etichetta non esiste.

source: Tagging [Tag]
el_gr: Ετικετοποίηση [Ετικέτα]
fr: Taguage de [Tag]
it: Etichettatura [Tag]

source: Tagging []
el_gr: Ετικετοποίηση []
fr: Taguage []
it: Etichettatura []

source: Folksonomy
fr: Folksonomie
it: Folksonomia

source: I agree with %sterms of use%s and I accept to free my contribution under the licence %sCC BY-SA%s.
it: Accetto %sterms of use%s e accetto di rendere disponibile il mio contributo sotto la licenza %sCC BY-SA%s.

source: Heading for the block, if any.
it: Titolo del blocco, se esiste.
